Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 다양한 영화를 보고 감상문 쓰기, 영화의 특정한 장면을 연습하기 등이 있으며, 배우라는 것이 단순히 연기 공부만 한다고 되는 것이 아니기에 몸의 자유로운 표현을 위해 발레와 춤을 배우기도 하며 신체의 모든 감각과 감성을 최대한 활용할 수 있도록 교육된다.
en: It also includes viewing various films and writing reports, and practicing acting out certain scenes from films. Being an actor is not merely about studying acting, but entails learning ballet and dance to freely express various movements. Actors are taught how to leverage all the senses and sensitivities of the body.

source: 요즘은 잘생기고 예쁜 연예인이 정말 많기도 하지만, 아무리 외모가 출중하더라도 대중들에게 사랑받는 매력적인 콘텐츠가 뒷받침되지 않는다면 스타는 탄생할 수 없고 출연한 연예인은 수많은 연예인 중 그저 한 명일 뿐이다.
en: These days there are truly so many handsome and pretty celebrities. However no matter how good appearances may be if not complimented by appealing content that is adored by the public, then stars are not born. The celebrities that do appear on productions just become a face among many.

source: 톱스타 연예인 1인의 연간 매출액 500억 원, 연예인 지망생 200만 명 시대!
en: We live in an era where there are 2 million celebrity hopefuls, but one top celebrity star earns 50 billion won annually!

source: X 세대 탄생
en: The birth of Generation X

source: HOT, 젝스키스 등 기획사의 기획하에 만들어진 아이돌 그룹이 탄생하기 전인 90년대 초중반까지만 해도 기획사의 역량보다는 가수 개인의 노래 실력, 작곡 실력이 주된 성패의 요인이었다.
en: Until the early and mid-1990s, before idol groups like H.O.T. and Sechs Kies were created under the direction of management companies, a singer’s individual ability and songwriting abilities were the factors that determined success or failure, not the ability of the management company.

source: 나는 안무 팀이 도착했는지 확인하고 FD의 콜에 따라 무대 쪽으로 이동한다.
en: I check to see if the choreography team has arrived. The floor director has called us up, so the singers go o the stage.

source: 가수 기획사에 있어서 가장 중요한 마케팅이다.
en: This is the most important type of marketing for a singer management company.

source: A급 작곡/작사가 Pool 확보
en: Secure a pool of acclaimed songwriters/lyricists

source: 캐스팅은 다이아몬드 반지를 만들 때 좋은 품질의 원석을 확보하는 것만큼 아주 중요한, 기본적 단계라고 보면 된다.
en: Casting is a fundamental step that is as important as securing a good quality, rough gemstone for making a diamond ring.

source: 인생이 두 번 주어졌다면 개그맨을 포기했을 때 다시 도전하지 않았을 것 같다.
en: If I were to live again, I don’t think I would have tried to become a comedian after quitting.

source: 최근 연예 기획사의 마케팅 트렌드는 오디션 과정부터 대외 노출을 통해 인지도를 확보함과 동시에 시장성을 확인하고 콘셉트를 기획, 수정하는 것이다.
en: In the recent marketing trends of celebrity management companies, recognition is acquired through outside exposure from the audition process and at the same time marketability is verified and concepts are planned and revised.

source: 원래 이 곡은 대중들에게 널리 알려지기 3개월 전에 발표되었으나 중소 기획사의 마케팅이 한계에 부딪히며 묻히는 듯했다.
en: Originally, this song was released three months before it became known to the public, but it seemed to have gotten buried due to the limitations in marketing by a small management company.

source: (1.정훈탁 대표)
en: (1. CEO Jeong Hun-Tak)

source: 투자 금액이 큰 만큼 회사 입장에서는 소중한 자산으로 생각하여 사소한 사건 사고라도 방지하고자 하는 것이다.
en: The company sees them as valuable assets because a lot of money has been invested in them and try to prevent even minor accidents or incidents from happening.

source: 가수, 배우 등 연예인이 되기 위해서는 모두 자기 부담으로 트레이닝을 받아야 한다.
en: Everyone who wants to become a singer, actor or other type of celebrity must pay for training out of pocket.

source: 처음에는 정말 초보 가수 지망생들이 대부분이었지만, 최근의 오디션 프로그램에는 이미 소속사가 있고, 오랜 연습 생활을 거친 가수 지망생들이 인지도를 높이고자 출연하는 경우가 많다.
en: At first, the contestants consisted mostly of true beginner singer hopefuls. But recently, audition programs often cast singer hopefuls that have already belong to an agency and have had a lot of training in order to boost their recognition.

source: 1천 5백만 원 +/-α
en: 15 million won, plus or minus

source: 수익 분배 방식은 에이전트는 10%, 매니지먼트는 10~15%가 일반적이다.
en: The method of earnings distribution commonly allots 10% for agents and 10-15% for management.

source: 개인의 역량, 작품의 인기도 등에 따라 지명도를 얻기까지 상당 시간이 걸림.
en: Acquiring notoriety could take a very long time depending on personal capabilities, the popularity of a work and so on.

source: CD를 나눠 드리고 멤버들을 하나하나 인사시켰다.
en: I give him our CD and have each of our members greet the producer.

source: 즉, 본인의 역량이 뛰어나더라도 작품의 성패 등 외부 요인이 크게 작용하여 배우로서 이름을 알리기까지 상당한 시간이 걸린다.
en: This means that even though an actor may be very capable, external factors can greatly affect the success or failure of a work, which means it can take a very long time before an actor gets name recognition.

source: 청소년 대중문화예술인 표준부속합의서
en: Standard affiliation agreement for young popular culture artists

source: 대중문화예술분야 연습생 표준전속계약서
en: Standard exclusive contracts for trainees in the field of popular culture and the arts

source: 1곡당15씩 총 4곡이 추천에 걸림.
en: A total of 4 songs, with 15 per song are posted.

source: 가수 매니저의 부단한 영업 활동
en: Constant sales activities by a singer’s manager

source: 오프라인 사전 마케팅 주요 형식
en: Main format for offline pre-marketing

source: 이는 결국 연예 매니지먼트 생태계의 선순환이 될 것으로 보인다.
en: This could be seen as creating a virtuous cycle in the celebrity management ecosystem.

source: 제5조 (청소년의 인격권 보장) ① 기획업자는 대중문화예술인이 안전하고 쾌적한 환경에서 자기발전을 추구하고 올바른 가치관을 확립하여 건전한 인격체로 성장할 수 있도록 노력하여야 한다.
en: Article 5 (Guarantee of the Personal Rights of Minors)① The Planner is to make every effort to help the Popular Culture Artists to develop themselves in a safe and pleasant environment, establish the proper values, and to grow into sound human beings personalities.

source: [녹음실 사용료/믹스/마스터/코러스/세션 녹음(실제 악기)]
en: [Recording room fee, mix/master/chorus/session recording (real instruments)]

source: 연예인을 TV 등 다양한 매체에서 접하면서도 실제 그들이 어떻게 탄생하는지 우리 일반인들은 막연하게 알뿐, 구체적이고 실제적인 메커니즘을 잘 모른다.
en: We see celebrities on TV and various forms of media, but most people actually have just a vague idea of how they got to where they are and are not aware of the specific and actual mechanisms that got them there.

source: 체계적이고 장기적인 매니지먼트 시스템이 갖추어지지 않으면 배우들의 인기도 일시적일 수밖에 없다.
en: Unless a systematic and long-term management system is put in place, the popularity of actors can only be temporary.

source: 팬덤 마케팅, 매출의 시발점
en: Fandom marketing, the starting point for revenue

source: ● 팬들의 조공이 시작되다
en: ● You begin to pay tribute to your fans

source: 이는 결국 드라마의 내용보다는 출연 배우의 캐릭터에 전체 스토리가 집중됨에 따라 부실한 콘텐츠가 탄생될 소지가 높다.
en: Ultimately, the entire story would revolve around the characters the actors portray instead of focusing on the content of the drama, which creates the high chance that the content will be poor.

source: 대중들의 질 좋은 콘텐츠에 대한 선택의 욕구는 진화된 생태계로 발전될 것이며 그에 따라 저절로 스타도 만들어질 것이다.
en: The public’s desire for the selection of good quality content will develop into an evolved ecosystem. Stars will be created within such an ecosystem.

source: 그리고 준비가 된 팀들은 데뷔 날짜가 정해지고 거기에 맞춰 더욱 혹독한 트레이닝에 들어간다.
en: For teams that are ready, a debut date would be set and the team would undergo even harsher training up until that date.

source: 매니저는 누구보다도 더 배우를 잘 알아야 하며, 배우에게 좋은 매니저가 되기 위해서는 많은 시간이 필요하다.
en: Managers must know the actor better than anyone. Much time is required to become a good manager for an actor requires.

source: 이미 유튜브라는 공간을 두고 살펴보아도 연예인과 크리에이터 사이에 장벽이 거의 없다고 봐도 무방하다.
en: When you look at a space like YouTube, it would be fair to say that there is almost no barrier between celebrity and creator.

source: ▸ 스타일리스트/코디, 헤어/메이크업
en: ▸ Stylist/Coordinator, Hair/Makeup Specialists

source: 내가 맡은 아티스트의 성공과 인생이 나에게 기쁨과 보람이 될 수 있는 뜨거운 가슴과 어떠한 상황에서도 그들의 문제와 인생을 객관적으로 봐 줄 수 있는 냉정하고 차가운 머리가 공존하는 사람이어야 한다.
en: A good manager must have a burning passion that can result in success for the artists I am responsible for and that can become a source of great joy and reward in my life while at the same time be able to see artists problems and lives objectively and be cool-headed.

source: 곡 의뢰/수급/녹음
en: Song ordering/supplying/recording

source: 사실 비트박스를 하기 전에도 노래와 음악에 관심이 많았다.
en: Actually, before I got into beatboxing, I was very interested in singing and music.

source: 여기에는 높은 도덕성과 정직함이 바탕이 되어야 한다.
en: This must be built on a foundation of a strong ethical code and honesty.

source: 멀리플러스, 수, 멜로디후르츠
en: Multiplus, Su, Melody Fruits

source: 또한, 한국이 회사에서 연예인을 시스템적으로 양성하는 것과는 달리 연예인 지망생을 대상으로 하는 다양하고 전문화된 교육 기관이 있다.
en: In addition, unlike the systematic development of celebrities that is done by companies in Korea, there are a wide range of specialized educational institutions for celebrity hopefuls.

source: 그래서 다양한 세상과 사람에게 호기심을 가지고 관심을 갖는 습관을 들이기를 추천한다.
en: So, I recommend making effort to get into the habit of being curious about and take an interest in various aspects of society and different types of people.

source: 많은 이가 엔터테인먼트 산업 종사를 지망하는 이유이기도 하다.
en: This is the reason why many people aspire to work in the entertainment industry.

source: 할리우드와 다른 점
en: Differences from Hollywood

source: 목차
en: Contents

source: 집중 트레이닝
en: Intensive training

source: ● 톱스타들의 과도한 수익 배분율 폐해는 콘텐츠의 부실로 이어진다
en: ● The excessive harm top stars suffer from earnings allocation later results in poor content

source: 또한, 연예인의 제반 경비를 모두 부담하는 구조에서는 매니지먼트사가 지속적인 수익을 창출하기 힘들다.
en: In addition, the structure where all of the celebrities’ expenses are borne by the management company makes it difficult to continuously generate earnings.

source: 미국이 세계의 리더인 이유는 다양한 이유가 있겠지만 그 배경 중 큰 부분을 차지하고 있는 것이 바로 그들의 문화 콘텐츠 산업이다.
en: There are many reasons why the United States is the world leader. The American cultural content industry accounts for a major portion of its power.

source: 일반적으로 이러한 연예 매니지먼트 팀은 개인 매니저, 에이전트, 변호사, 홍보 담당 등으로 구성되며 분업의 형태로 각자의 역할을 담당한다.
en: Normally, such celebrity management teams consist of a personal manager, an agent, a lawyer, and a PR specialist with each person responsible for their respective duties.

source: 소셜 미디어 마케팅, EXID의 차트 역주행
en: Social media marketing, places EXID much higher up on the charts

source: 필자가 애널리스트로 일하면서 작성한 보고서 <스타가 만들어지기까지>가 발간 후 주식 시장에서 많은 관심을 받았다.
en: After the publication of the report I wrote titled, How to Become a K-pop Star, while working as an analyst. The report received a lot of attention from the stock market.

source: 한 작품이 배우의 평생을 좌지우지하기도 한다
en: A single work an actors appears in can determine the actor’s life

source: 제6조 (청소년의 신체적·정신적 건강 보장) ① 기획업자는 대중문화예술인이 「학교보건법」 제7조의 건강검사에 참여할 수 있도록 협조하여야 한다.
en: Article 6 (Guarantees for the Physical and Mental Health of Minors) ① The Planner is to cooperate to enable the Popular Culture Artist to participate in a health examination pursuant to Article 7 of the School Health Act.

source: 그만큼 연예인은 많지만 스타가 되기는 정말 ‘하늘의 별 따기’만큼 힘든 일이다.
en: That is why there are many celebrities, but becoming a star is really so hard it is almost impossible.

source: 개별 작곡가 역량보다 체계화된 A&R 기능 중시, 해외 6개 기획사의 작곡가 적극 활용
en: Focus on systematic A&R functions instead of individual songwriter capabilities, make active use of songwriters from 6 overseas management companies

source: 필수 요건, ‘끼’가 충만한 자를 찾아라 - 캐스팅 편 2
en: Requirements, find someone brimming with talent - Casting Part 2
